Repository: Pantsoffski/Author-Chat-Plugin
Catalog: lang/author-chat-*.po
Languages: pl_pl

source: Author Chat
pl_pl: Chat autorów

source: Your message...
pl_pl: Twoja wiadomość...

source: You are:
pl_pl: Jesteś jako:

source: Author Chat Options
pl_pl: Opcje Author Chat

source: Delete chat history older than how many days?
pl_pl: Wykasować historię chatu starszą niż ile dni?

source: Who should have access to Author Chat?
pl_pl: Kto ma dostęp do Author Chat?

source: All users with access to admin area
pl_pl: Wszyscy użytkownicy z dostępem do adminki

source: Editor
pl_pl: Edytor

source: Author
pl_pl: Autor

source: Contributor
pl_pl: Kontrybutor

source: Subscriber
pl_pl: Subskrybent

source: Choose how to display the authors: by Name or by Login?
pl_pl: Wybierz jak wyświetlać autorów: z Nazwy czy Loginu?

source: Login (Username)
pl_pl: Login (Nazwa użytkownika)

source: Name (Display name)
pl_pl: Nazwa (Nazwa wyświetlana)

source: Permanently delete chat history? (data will be deleted when you check this box and click "Save Changes")
pl_pl: Permanentnie wykasować historię chatu? (dane będą skasowane kiedy zaznaczysz tą opcję i klikniesz "Zapisz zmiany")
